[
	{
		"title": "mailman.start",
		"tags": "",
		"body": "<<if $spoken_to_mailman == 0>>\n    CLAUDE: Hey, I'm pretty busy TRYING to do my job. \n    CLAUDE: I'd love if I could just get a day off. \n    CLAUDE: Between you and me, this job freaking stinks!\n    CLAUDE: My boss has been on my butt all day, and it already has a rash.\n[[Here's some fresh butt creme! |mailman.choice1]]\n[[Get yo nasty butt outta here! |mailman.choice2]]\n    <<set $spoken_to_mailman to 1>>\n<<endif>>\n<<if $musician_started_quest == 1>>\n    <<if $musician_ended_quest == 0>>\n        CLAUDE: I was going to keep this for myself.\n        CLAUDE: I just hate listing things on GregsList.\n        CLAUDE: Don't tell me what it was or I'll get jealous. \n    <<endif>>\n    <<set $musician_ended_quest to 1>>\n<<endif>>\n<<if $mailman_talked_to_today is 1>>\n    CLAUDE: This mail isn't going to deliver itself. Wish it did though. \n    <<stop>>\n<<else>>\n    <<if $mailman_day is 0>>\n        CLAUDE: Nice to see you again. This creme is working it's magic.\n        CLAUDE: Okay, so you want to be a member of the Citizens Delivery Union?\n        CLAUDE: They have realllllly good benefits. Mailmans promise. \n        CLAUDE: And no you can't do a mailmans promise until you join.\n        [[ I want to be a part of your secret club! |mailman.choice3]]\n        [[ That sounds super lame. Who would want to be a mailman? |mailman.choice4]]\n        \n    <<elseif $mailman_day is 1>>\n        <<if $mailman_started_quest is 0>>\n            CLAUDE: Welcome back mailman in training. Or mail...house? \n            CLAUDE: Today you have your hardest task ahead of you. \n            CLAUDE: You must.\n            CLAUDE: DELIVER \n            CLAUDE: A\n            CLAUDE: LETTER!!\n            CLAUDE: NOW GET TO IT MAIL BOY! \n            [[ YES POSTMASTER! I won't let you down! |mailman.choice5]]\n             DELIVER LETTER TO MAILBOX\n            [[ I really am not feeling this at all. |mailman.choice6]]\n        <<else>>\n            <<if $mailmain_finished_quest is 0>>\n                What are you doing!? Go put the letter in the mailbox, it's not that hard.\n            <<else>>\n                CLAUDE: LOOK AT YOU! \n                CLAUDE: You put that letter in the mailbox like a freakin champ.\n                CLAUDE: I've never seen such amazing work from a rookie.\n                CLAUDE: If I had to be picky I would say make sure the stamp is on it next time.\n                CLAUDE: I took it off before giving it too you. \n                CLAUDE: Guess I'll have to keep whatevers inside. Birthday money from grandma hopefully.\n                <<addlove CurrentTarget>>\n                <<set $mailman_day to 1>>\n                <<set $mailman_talked_to_today to 1>>\n            <<endif>>\n        <<endif>>\n       \n    <<elseif $mailman_day is 2>>\n        \n\n        <<if $mailman_started_quest2 is 0>>\n            CLAUDE: You've proven that you can work hard.\n            CLAUDE: I'll be sure to tell the higher ups about you.\n            CLAUDE: My recommendation is of the highest regard. \n            CLAUDE: BUT! I have one more request. I need you to drop this off.\n            CLAUDE: It's my two week notice. But I stuck a raw fish in the envelope.\n            CLAUDE: It's gonna stink to high heaven. I've waited 3 long months for this.\n            CLAUDE: My job is yours now. Only after you've delivered this. \n            [[ Two week notice? Was it really that bad? I guess I'll deliver your smelly letter. |mailman.choice7]]\n            [[ Nah, I think I've taken this far enough. This seems sketchy as heck. |mailman.choice8]] \n        <<else>>\n            <<if $mailmain_finished_quest2 is 0>>\n                CLAUDE: Come on, my two weeks will be up before I know it. Deliver that letter.\n            <<else>>\n                CLAUDE:Holy crap thank you so much! You've come so far in the past few days.\n                CLAUDE:Our friendship and our work relationship have reached a new level.\n                CLAUDE:But since we are no longer co-workers we can finally hang out all the time!\n                CLAUDE:I don't have a ton of money on me, only a few dollar from some letters I've taken with me.\n                CLAUDE:What? I had to take a souvenier. Nothing wrong with that. \n                CLAUDE:Okay so listen, I'm gonna just crash in you for a few days. \n                CLAUDE:I promise I won't overstay my welcome, it's the least I could do.\n                CLAUDE:Thanks man, you're the best.\n                <<addlove CurrentTarget>>\n                <<set $mailman_to_acquired to 1>>\n            <<endif>>\n        <<endif>>\n    <<endif>>\n<<endif>>\n\n",
		"position": {
			"x": 274,
			"y": 676
		},
		"colorID": 0
	},
	{
		"title": "mailman.choice1",
		"tags": "dayone",
		"body": "CLAUDE: Heck yes my dude, thank you for the butt creme. \nCLAUDE: This is going to make running around in these tight pants a non-issue.\nCLAUDE: I find some pretty cool things in the mail, I might have something for you tomorrow.\n<<set $mailman_talked_to_today to 1>>\n<<addlove CurrentTarget>>",
		"position": {
			"x": 647,
			"y": -95
		},
		"colorID": 0
	},
	{
		"title": "mailman.choice3",
		"tags": "dayone",
		"body": "CLAUDE: W-What? \nCLAUDE: THAT'S PERFECT!\nCLAUDE: I mean that's great. Awesome.\nCLAUDE: Listen kid, I'll teach you everything. \nCLAUDE: The mailmans code of honor. How to put a letter in a mailbox.\nCLAUDE: Everythiiiiiing. But not today of course. There's far too much to cover.\nCLAUDE: Come back tomorrow for mailman boot camp. ",
		"position": {
			"x": 652,
			"y": 392
		},
		"colorID": 0
	},
	{
		"title": "mailman.choice2",
		"tags": "dayone",
		"body": "CLAUDE: DUDE!! \nCLAUDE: I thought I might be able to take you under my wing.\nCLAUDE: Guess my mailmans intuition is way off. Bummer. \n<<set $mailman_talked_to_today to 1>>",
		"position": {
			"x": 651,
			"y": 144
		},
		"colorID": 0
	},
	{
		"title": "mailman.choice4",
		"tags": "daytwo",
		"body": "CLAUDE: OUTTA MY FACE BUCKO! \nCLAUDE: NOBODY THINKS POSTAL WORKERS ARE UNCOOL!\nCLAUDE: WHO DO YOU EVEN THINK YOU AREEEE!?\nCLAUDE: I got real work to do. LATER!\n<<set $mailman_accept_quest to 1>>\n<<set $mailman_done_quest to 1>>",
		"position": {
			"x": 639,
			"y": 683
		},
		"colorID": 0
	},
	{
		"title": "mailman.choice5",
		"tags": "daytwo",
		"body": "CLAUDE: Oh! Okay here, hmmm deliver this letter to little Pepper from her grammy. \nCLAUDE: I already opened it to see if there was a check inside.\nCLAUDE: I used my best tape to seal it back up though. No damage done. \nCLAUDE: Grammy really needs to try a little harder though, who's she fooling? \nCLAUDE: Enough of that, get this letter in the postbox before my boss gives another strike.",
		"position": {
			"x": 643,
			"y": 916
		},
		"colorID": 0
	},
	{
		"title": "mailman.choice6",
		"tags": "daythree",
		"body": "CLAUDE: Ooof that really hurts my poor little heart. \nCLAUDE: This has not been a good day for me or my feelings.\nCLAUDE: Maybe opening a few of these letters will cheer me up. \nCLAUDE: Yeah. You don't need to talk to any mean houses today. \n<<set $mailman_talked_to_today to 1>>",
		"position": {
			"x": 655,
			"y": 1135
		},
		"colorID": 0
	},
	{
		"title": "Mailman.choice7",
		"tags": "",
		"body": "CLAUDE: Beautiful! My boss has no right to fire me. \nCLAUDE: I'm quitting before he gets to do it first. \nCLAUDE: I overheard the whole thing when I was digging around in the mailroom.\nCLAUDE: Didn't find anything good unfortunately. Just a few dollars and a yo-yo.\nCLAUDE: Maybe you could show me a few tricks with this later. ",
		"position": {
			"x": 664,
			"y": 1372
		},
		"colorID": 0
	},
	{
		"title": "mailman.choice8",
		"tags": "",
		"body": "CLAUDE: Okay, whatever dude. I thought we were getting somewhere.\nCLAUDE: Friends don't do this to each other. \nCLAUDE: AND CO WORKERS DEFINITELY DON'T DO THIS TO EACH OTHER. \nCLAUDE: I wish I could send you a letter about how I feel but I lost my dumb pen. ",
		"position": {
			"x": 664,
			"y": 1606
		},
		"colorID": 1
	}
]